{"text": "\"Product and geography are what make cream skimming work. \"? maybe, \"Conceptually cream skimming has two basic dimensions - product and geography.\"", "masked_spans": [[61, 66]]}
{"text": "\"You lose the things to the following level if the people recall.\"? yes, \"you know during the season and i guess at at your level uh you lose them to the next level if if they decide to recall the the parent team the Braves decide to call to recall a guy from triple A then a double A guy goes up to replace him and a single A guy goes up to replace him\"", "masked_spans": [[68, 71]]}
{"text": "\"A member of my team will execute your orders with immense precision.\"? yes, \"One of our number will carry out your instructions minutely.\"", "masked_spans": [[72, 75]]}
{"text": "\"This information belongs to them.\"? yes, \"How do you know? All this is their information again.\"", "masked_spans": [[37, 40]]}
{"text": "\"The tennis shoes have a range of prices.\"? maybe, \"yeah i tell you what though if you go price some of those tennis shoes i can see why now you know they're getting up in the hundred dollar range\"", "masked_spans": [[44, 49]]}
{"text": "\"I'm upset that my walkman broke and now I have to turn the stereo up really loud.\"? yes, \"my walkman broke so i'm upset now i just have to turn the stereo up real loud\"", "masked_spans": [[85, 88]]}
{"text": "\"Most of the Christian mosaics were destroyed by Muslims.  \"? maybe, \"But a few Christian mosaics survive above the apse is the Virgin with the infant Jesus, with the Archangel Gabriel to the right (his companion Michael, to the left, has vanished save for a few feathers from his wings).\"", "masked_spans": [[62, 67]]}
{"text": "\"Slate had an opinion on Jackson's findings.\"? yes, \"(Read  for Slate 's take on Jackson's findings.)\"", "masked_spans": [[47, 50]]}
{"text": "\"Heterosexuals.\"? no, \"Gays and lesbians.\"", "masked_spans": [[18, 20]]}
{"text": "\"Place des Vosges is constructed entirely of gray marble.\"? no, \"At the end of Rue des Francs-Bourgeois is what many consider to be the city's most handsome residential square, the Place des Vosges, with its stone and red brick facades.\"", "masked_spans": [[60, 62]]}
{"text": "\"I burst through the doors and fell down.\"? yes, \"I burst through a set of cabin doors, and fell to the ground-\"", "masked_spans": [[44, 47]]}
{"text": "\"Fun for only children.\"? no, \"Fun for adults and children.\"", "masked_spans": [[26, 28]]}
{"text": "\"All of the questions were interesting according to a focus group consulted on the subject.\"? maybe, \"It's not that the questions they asked weren't interesting or legitimate (though most did fall under the category of already asked and answered).\"", "masked_spans": [[94, 99]]}
{"text": "\"The capital near Memphis lasted only half a century before its inhabitants abandoned it for the next capital. \"? maybe, \"Thebes held onto power until the 12th Dynasty, when its first king, Amenemhet Iwho reigned between 1980 1951 b.c. established a capital near Memphis.\"", "masked_spans": [[114, 119]]}
{"text": "\"I am concerned more about your issues than the near-term rate implications.\"? no, \"I don't mean to be glib about your concerns, but if I were you, I might be more concerned about the near-term rate implications of this $1.\"", "masked_spans": [[79, 81]]}
{"text": "\"Problems in data synthesis.\"? yes, \"Issues in Data Synthesis.\"", "masked_spans": [[31, 34]]}
{"text": "\"You can see that on television, as well.\"? yes, \"well you see that on television also\"", "masked_spans": [[44, 47]]}
{"text": "\"Neither Vrenna nor myself have ever fought him.\"? no, \"Vrenna and I both fought him and he nearly took us.\"", "masked_spans": [[51, 53]]}
{"text": "\"The analysis proves that there is no link between PM and bronchitis.\"? no, \"This analysis pooled estimates from these two studies to develop a C-R function linking PM to chronic bronchitis.\"", "masked_spans": [[72, 74]]}
{"text": "\"He smiled at Vrenna who was walking slowly behind him with her mother.\"? maybe, \"He turned and smiled at Vrenna.\"", "masked_spans": [[74, 79]]}
{"text": "\"We want to identify practices commonly used by agencies in the last 5 years\"? yes, \"We sought to identify practices that were commonly implemented by the agencies within the past 5 years.\"", "masked_spans": [[79, 82]]}
{"text": "\"The other men were shuffled around.\"? yes, \"The other men shuffled.\"", "masked_spans": [[39, 42]]}
{"text": "\"Itis not necessary for there to be any improvement.\"? no, \"States must show reasonable progress in their state implementation plans toward the congressionally mandated goal of returning to natural conditions in national parks and wilderness areas.\"", "masked_spans": [[55, 57]]}
{"text": "\"It has been very intriguing.\"? yes, \"well it's been very interesting\"", "masked_spans": [[32, 35]]}
{"text": "\"He returned slowly to the bunkhouse.\"? yes, \"He started slowly back to the bunkhouse.\"", "masked_spans": [[40, 43]]}
{"text": "\"I do not know exactly where the local taxes go.\"? maybe, \"and it's it's quite a bit i think six something is the state and and uh the rest of the pie goes elsewhere but we're in a particular part of the state that's pretty well off so it's it's like we get a lot of that back as far as local taxation goes\"", "masked_spans": [[51, 56]]}
{"text": "\"The recipe passed down from Mallorcan ancestors is known to everyone.\"? no, \"They're made from a secret recipe handed down to the present-day villagers by their Mallorcan ancestors, who came here in the early 17th century as part of an official repopulation scheme.\"", "masked_spans": [[73, 75]]}
{"text": "\"Well you're a mechanics student right?\"? maybe, \"yeah well you're a student right\"", "masked_spans": [[42, 47]]}
{"text": "\"It's unfortunate that nobody is organizing a child abuse campaign.\"? no, \"it really is i heard something that their supposed to be starting a huge campaign in New York about um child abuse and stopping child abuse and it's supposed to be like it's starting there supposed to be like a big nationwide campaign and you know so hopefully that will take off and really do something i don't know there's just\"", "masked_spans": [[70, 72]]}
{"text": "\"The postal service could deliver less frequently.\"? yes, \"Postal Service were to reduce delivery frequency.\"", "masked_spans": [[53, 56]]}
{"text": "\"Another shift in the economy was found to be more nutritious.\"? yes, \"And in another shift in the economy, it was found that lamb could be raised more cost-effectively on lowland farms in part because of the richer, more nutritious grazing land available there and as a result Lakeland farms became less profitable.\"", "masked_spans": [[65, 68]]}
{"text": "\"The rule has data collection requirements which aid the EPA to realize their emission control goals.\"? yes, \"The rule contains information collection requirements which will allow EPA to determine that detergent additives which are effective in controlling deposits are used and that emission control goals are realized.\"", "masked_spans": [[104, 107]]}
{"text": "\"There are no castles Atalaya and Galeras.\"? no, \"Almost every hill has to the northeast there's a Moorish fort; no fewer than four ruined fortresses guard the harbour entrance; and two more, still in good repair the Atalaya and Galeras castles protect the sea-front arsenal, of vital importance to Spain's military.\"", "masked_spans": [[45, 47]]}
{"text": "\"Were they supposed to be in there?\"? maybe, \"Were they in there?\"", "masked_spans": [[38, 43]]}
{"text": "\"The woman did not care where the man was as long as it was far.\"? no, \"Felicia's Journey takes place behind the eyes of its central  a young Irish girl, Felicia, who crosses the sea to England in a hopeful quest to find the father of her unborn child; and the fat, middle-aged catering manager, Hiditch, who takes a paternal interest in the lass when it becomes clear that her young man has caddishly given her the slip.\"", "masked_spans": [[67, 69]]}
{"text": "\"The remains of Voltaire and Rousseau, Hugo and Zola, assassinated Socialist leader Jean Jaurys, and Louis Braille are all interred in the crypt.\"? yes, \"In the crypt are interred the remains of Voltaire and Rousseau, Hugo and Zola, assassinated Socialist leader Jean Jaurys, and Louis Braille, the inventor of the alphabet for the blind.\"", "masked_spans": [[148, 151]]}
{"text": "\"I can't remember their name\"? yes, \"there's a uh a couple called um oh i'm going to forgot his name now uh Dirkson\"", "masked_spans": [[31, 34]]}
{"text": "\"Poirot was now back and I was sorry that he would take over what I now considered my own investigation. \"? no, \"Poirot, I exclaimed, with relief, and seizing him by both hands, I dragged him into the room. \"", "masked_spans": [[108, 110]]}
{"text": "\"Aswan's meaning has not changed over time.\"? no, \"The word aswan actually means trade or market in ancient Egyptian, signifying its most pre-eminent activity.\"", "masked_spans": [[46, 48]]}
{"text": "\"THe market can't bear any of it.\"? no, \"well what the market can bear and\"", "masked_spans": [[36, 38]]}
{"text": "\"Japan's new rulers were catching on quickly.\"? yes, \"And to show just how fast Japan's new rulers were catching on, two punitive expeditions were launched against Korea and China in the grand manner of 19th-century gunboat diplomacy.\"", "masked_spans": [[48, 51]]}
{"text": "\"The public would generally prefer to see the government reduce its spending in other areas to finance Social Security.\"? maybe, \"When the trust fund begins running cash deficits in 2016, the government as a whole must come up with the cash to finance Social Security's cash deficit by reducing any projected non-Social Security surpluses, borrowing from the public, raising other taxes, or reducing other government spending.\"", "masked_spans": [[122, 127]]}
{"text": "\"These organizations invest lots of time to understand how some processes can contribute to or haampe\"? yes, \"These organizations invest the time and effort to understand their processes and how those processes contribute to or hamper mission accomplishment.\"", "masked_spans": [[104, 107]]}
{"text": "\"I talk to you every day.\"? maybe, \"and it is nice talking to you all righty\"", "masked_spans": [[28, 33]]}
{"text": "\"The facts are accessible to you.\"? yes, \"You have access to the facts. \"", "masked_spans": [[36, 39]]}
{"text": "\"It is the first set of production tooling for manufacturing.\"? yes, \"Build environment Engineering Manufacturing Production (all rate tooling) (1st set of production tooling)\"", "masked_spans": [[64, 67]]}
{"text": "\"You should worry about the color of your neighbor's rug. \"? no, \"As long you have your own household in order, fretting about your neighbor's spending habits is a lot like fretting about the color of his living-room rug.\"", "masked_spans": [[61, 63]]}
{"text": "\"They can't join the military service\"? no, \"yeah so um also of course they they can they join the they can always join the military service they are considered citizens i believe\"", "masked_spans": [[40, 42]]}
{"text": "\"She was so happy she couldn't stop smiling.\"? maybe, \"She smiled back.\"", "masked_spans": [[47, 52]]}
{"text": "\"The net present value of future additional resources for funding HI benefits was $4.\"? yes, \"According to the Office of the Actuary at the Health Care Financing Administration, the estimated net present value of future additional resources needed to fund HI benefits alone over the 75 years is $4.\"", "masked_spans": [[88, 91]]}
{"text": "\"This is the only channel of expression of the advocacy that Congress seeks to restrict.\"? yes, \"Thus, with respect to the litigation services Congress has funded, there is no alternative channel for expression of the advocacy Congress seeks to restrict.\"", "masked_spans": [[91, 94]]}
{"text": "\"Can we fix this?\"? yes, \"How do we fix this?'\"", "masked_spans": [[20, 23]]}
{"text": "\"It doesn't take much planning.\"? no, \"but that takes too much planning\"", "masked_spans": [[34, 36]]}
{"text": "\"They wanted to get through the lecture without any problems.\"? maybe, \"I did not mention Monica in my lecture, but the first question I was asked was how President Clinton could do his job with all the distractions caused by the Monica Lewinsky affair.\"", "masked_spans": [[64, 69]]}
{"text": "\"Driving cost estimates can be averaged will sufficient data.\"? maybe, \"Analyzing Postal Service accounts for depreciation, fuel, and maintenance for city delivery carriers, we have estimated the average city delivery vehicle cost per route.\"", "masked_spans": [[64, 69]]}
{"text": "\"The art plays on my young imagination.\"? maybe, \"Because it plays on my childhood imagination.\"", "masked_spans": [[42, 47]]}
{"text": "\"This is the fastest machine, you won't find a better machine.\"? no, \"it's slow it's uh there are many better machines on the market right now for\"", "masked_spans": [[65, 67]]}
{"text": "\"Horus is a god.\"? maybe, \"At the heart of the sanctuary, a small granite shrine once held the sacred barque of Horus himself.\"", "masked_spans": [[19, 24]]}
{"text": "\"Forget the United States Postal Service.\"? no, \"Consider the United States Postal Service.\"", "masked_spans": [[44, 46]]}
{"text": "\"He is wearing a mascot costume.\"? maybe, \"In full costume.\"", "masked_spans": [[35, 40]]}
{"text": "\"The new system appears far more complex, but ultimately easier and more thorough.\"? maybe, \"Although your journey is going to be difficult and at times you will doubt yourselves, the benefits to clients are well worth it and the satisfaction of hearing even the most recalcitrant of adversaries say that the new system is better than the one that went before is deeply rewarding.\"", "masked_spans": [[85, 90]]}
{"text": "\"They had data that was very relevant but under used.\"? yes, \"Take a remarkable statistic that Shesol cites but lets pass relatively unexamined.\"", "masked_spans": [[56, 59]]}
{"text": "\"A recent law proposed by congress has resulted in the seizure of thousands of dollars from Kentucky residents.\"? no, \"It might have seemed like manna from heaven - up to thousands of dollars dropping, often unexpectedly, into the hands of a half-million Kentucky and Indiana residents this month.\"", "masked_spans": [[114, 116]]}
{"text": "\"If individuals will invest their time, funding will come along, too.\"? yes, \"Get individuals to invest their time and the funding will follow.\"", "masked_spans": [[72, 75]]}
{"text": "\"Video cameras that I need are very expensive.\"? maybe, \"i often think gee i wish i had a video camera because i could sure use ten thousand dollars so but i like things like Evening Shade with Burt Reynolds i really enjoy that and uh\"", "masked_spans": [[49, 54]]}
{"text": "\"There was no one on the ground, man or woman.\"? no, \"The man on the ground thinks for a moment and yells back, You must work in management.\"", "masked_spans": [[49, 51]]}
{"text": "\"If the GAO has to report on the progress, the recommendations will be much poorer quality.\"? no, \"If, however, the evaluation question requires GAO to report on how satisfactory progress is or the reasons for problems in implementation, the more staff who can be on site over time, with the ricHe'st or thickest base for examining the situation as the many people involved see it, the sounder our causal conclusions and subsequent recommendations will be.\"", "masked_spans": [[94, 96]]}
{"text": "\"The economy has never been better.\"? no, \"The economy could be still better.\"", "masked_spans": [[38, 40]]}
{"text": "\"The cult of Jainism hates nature.\"? no, \"Hills and mountains are especially sanctified in the cult of Jainism.\"", "masked_spans": [[37, 39]]}
{"text": "\"The land remained deserted.\"? no, \"The famous tenements (or lands ) began to be built.\"", "masked_spans": [[31, 33]]}
{"text": "\"A passion for continuity is not the most important of these cultures.\"? maybe, \"In the midst of this amazing amalgam of cultures is a passion for continuity.\"", "masked_spans": [[73, 78]]}
{"text": "\" Gail Sheehy is a popular target for mocking on other shows.\"? maybe, \"Putting aside stage as a horse-drawn conveyance, a popular delicatessen, a part of a rocket, and an opportunity to mock Gail Sheehy (who seems to get a free ride from News Quiz participants), this question all but demanded the invention of a violent theatrical event, and that's not easy.\"", "masked_spans": [[64, 69]]}
{"text": "\"The apartment's owner is very responsive.\"? no, \"Entreaties to the apartment's owner have gone nowhere.\"", "masked_spans": [[45, 47]]}
{"text": "\"Mrs. Cavendish has left the building.\"? no, \"Mrs. Cavendish is in her mother-in-law's room. \"", "masked_spans": [[41, 43]]}
{"text": "\"I thought that you vowed to drink more coffee.\"? no, \"But I thought you'd sworn off coffee.\"", "masked_spans": [[50, 52]]}
{"text": "\"We always stink.\"? yes, \"We stink all the time.\"", "masked_spans": [[20, 23]]}
{"text": "\"We should be independent and stay away from talking and working with other nations. \"? no, \"In an increasingly interdependent world, many pressing problems that affect Americans can be addressed only through cooperation with other countries.\"", "masked_spans": [[88, 90]]}
{"text": "\"Ca'daan refused to stop.\"? maybe, \"Ca'daan continued.\"", "masked_spans": [[28, 33]]}
{"text": "\"The rule makes broadcasters keep a file about children's television programming.\"? yes, \"The rule requires broadcasters to maintain a file for public inspection containing a Children's Television Programming Report and to identify programs specifically designed to educate and inform children at the beginning of those programs and to furnish such information to the publishers of program guides.\"", "masked_spans": [[84, 87]]}
{"text": "\"It's hot all the time where I live, including winter.\"? maybe, \"well because how how hot i mean like like in the coldest that it gets in winter down there how much is it\"", "masked_spans": [[57, 62]]}
{"text": "\"The men were naked.\"? no, \"Each of the men wore leather armor and dressed in the style of heavy riders.\"", "masked_spans": [[23, 25]]}
{"text": "\"The man was perfectly fine. \"? no, \"The man should have died instantly.\"", "masked_spans": [[32, 34]]}
{"text": "\"The rice is golden and harvestable in the summer, but turns green in autumn.\"? no, \"In summer the rice forms a green velvety blanket, then turns golden in autumn when it ripens and is harvested.\"", "masked_spans": [[80, 82]]}
{"text": "\"Citations from Marx were used in socialist papers in the 30s. \"? yes, \"Just as the Daily Worker and New Masses , socialist papers from the 1930s, were peppered with citations of Marx and Engels, Educational Liberator is peppered with references to their libertarian equivalents--Friedrich Hayek and Ludwig von Mises.\"", "masked_spans": [[66, 69]]}
{"text": "\"There is a seal to show authenticity in needlework items made in Italy.\"? maybe, \"To be sure that any needlework item is the genuine article (as opposed to an inferior import or machine-made piece), look for a lead seal with an M, the emblem of IBTAM meaning it's been certified by the Instituto de Bordado, Tapecaras e Arte?­sanato da Madeira (Institute of Madeiran Embroidery, Tapestry, and Handicrafts), an official island organization that has a showroom/museum on Rua Visconde de Anadia, 44.\"", "masked_spans": [[75, 80]]}
{"text": "\"He's not into this multivista stuff because what is some dumpy system compared to the magnificent smell of a cinnamon roll dunked in wholesome milk.\"? yes, \"I'm not into this Multivista stuff, because what is some dumpy system when compared to a beautiful hyperextension of the sun somewhere over Kuchara, when compared to the golden hue of onion fried with the kse-fi waves, when compared to the number of dividers for credit membranes in a wallet of a rich man, when compared to the magnificent smell of a briessante roll dunked in wholesome milk synthetically enriched with substances boosting the secretion of happiness hormones, that one from two years ago, not three,' Gonzo said in a tone characteristic for a man who just discovered a solution to his life problem.\"", "masked_spans": [[152, 155]]}
{"text": "\"This is like using the postition as a banker to help make regulations better for the public.\"? maybe, \"No matter what I ended up doing, I think I would have found some way within that profession to do public work, because that's what I was taught, Zelon said. \"", "masked_spans": [[96, 101]]}
{"text": "\"Clark hoped that he could continue their marriage.\"? yes, \"Clark also expressed the hope that he and Redgrave could continue with their marriage.\"", "masked_spans": [[54, 57]]}
{"text": "\"Poverty doesn't create a sense of shame in any country.\"? no, \"The poverty, for instance, does not create the sense of shame as it does for people who live in Western countries.\"", "masked_spans": [[59, 61]]}
{"text": "\"The road to Jaisalmer is bumpy and unpleasant to ride on. \"? maybe, \"Back on the road to Jaisalmer, one last splash of color delights the senses before you plunge into the the fields are dotted with mounds of red hot chili peppers.\"", "masked_spans": [[62, 67]]}
{"text": "\"There were also North Carolina troops at Vicksburg.\"? maybe, \"they supplied some uh you know they were some groups uh the Vicksburg if you ever get a chance to go over to Vicksburg the battleground at Vicksburg uh there's an area there where there was uh some Texas uh groups and they had an interesting time there\"", "masked_spans": [[55, 60]]}
{"text": "\"I don't think it should be that way\"? no, \"which i mean i think it should be anyway\"", "masked_spans": [[39, 41]]}
{"text": "\"The implications of compensation to provide incentives for management to do the right thing for the company and its shareholders versus themselves should always be ignored by compensation committees.\"? no, \"Also, compensation committees need to understand the implications of compensation to provide incentives for management to do the right thing for the company and its shareholders versus themselves.\"", "masked_spans": [[203, 205]]}
{"text": "\"Gratianus was a Roman empoeror.\"? yes, \"The fourth-century Roman emperor Gratianus was an early visitor, followed much later by such luminaries as the Romantic poet Alphonse de Lamartine, Queen Victoria, Saint-Sa?«ns, and Rachmaninov.\"", "masked_spans": [[35, 38]]}
{"text": "\"I went and told the truth at court but it didn't do me any good.\"? yes, \"So, I went to court by myself and told them the truth, but it didn't do me any good.\"", "masked_spans": [[68, 71]]}
{"text": "\"There are no links to click under Miscellaneous.\"? no, \"Click More Links (on the right-hand side under Miscellaneous), and from\"", "masked_spans": [[52, 54]]}
{"text": "\"I wouldn't have started watching it if I'd known.\"? maybe, \"and so i started watching it and all of a sudden stay tuned next week and i went what\"", "masked_spans": [[53, 58]]}
{"text": "\"Bye for now.\"? yes, \"no oh no oh well take care\"", "masked_spans": [[16, 19]]}
{"text": "\"I ignored Ben\"? no, \"'Hello, Ben.'\"", "masked_spans": [[17, 19]]}
{"text": "\"Can you tell me how to prove it?\"? yes, \"how can you prove it\"", "masked_spans": [[36, 39]]}